const QuestionsB1_2 =[
    {
        questionsText: "1. В каком случае организация вправе разрабатывать единый план мероприятий по локализации и ликвидации последствий аварий для нескольких опасных производственных объектов?",
        answerOptions: [
            {answerText: "В случае если 2 и более объекта, эксплуатируемых одной организацией, расположены на одном земельном участке или на смежных земельных участках."},
            {answerText: "В случае если объекты зарегистрированы в государственном реестре опасных производственных объектов."},
            {answerText: "В случае если это регламентировано внутренней документацией организации."},
        ],
    isCorrect:0,
    comment:"Постановление Правительства РФ от 15.09.20 N 1437 п. 6.\n" +
        "\n" +
        "В случае если в отношении расположенных на одном земельном участке или на смежных земельных участках 2 и более объектов, эксплуатируемых одной организацией, для которых пунктом 5 настоящего Положения установлены различные сроки действия планов мероприятий, разрабатывается единый план мероприятий, срок его действия устанавливается равным наименьшему сроку, предусмотренному указанным пунктом в отношении этих объектов."
},
    {
        questionsText: "2. Что из перечисленного не включает в себя план мероприятий по локализации и ликвидации последствий аварий на опасных производственных объектах?",
        answerOptions: [
            {answerText: "\n" +
                    "Организацию управления, связи и оповещения при аварии на объекте."},
            {answerText: "Мероприятия, направленные на обеспечение безопасности населения."},
            {answerText: "Порядок ремонтно-восстановительных работ, проводимых после полной ликвидации последствий аварии."},
            {answerText: "\n" +
                    "Состав и дислокацию сил и средств."},
            {answerText: "Организацию материально-технического, инженерного и финансового обеспечения операций по локализации и ликвидации аварий на объекте."},
        ],
    isCorrect:2,
    comment:"Постановление Правительства РФ от 15.09.20 N 1437 п. 11.\n" +
        "\n" +
        "Общие разделы плана мероприятий содержат следующие сведения:\n" +
        "\n" +
        "а) характеристика объекта, в отношении которого разрабатывается план мероприятий;\n" +
        "\n" +
        "б) сценарии наиболее вероятных аварий и наиболее опасных по последствиям аварий, а также источники (места) их возникновения;\n" +
        "\n" +
        "в) характеристики аварийности, присущие объектам, в отношении которых разрабатывается план мероприятий, и травматизма на таких объектах;\n" +
        "\n" +
        "г) количество сил и средств, используемых для локализации и ликвидации последствий аварий на объекте (далее — силы и средства), и их соответствие задачам по локализации и ликвидации последствий аварий;\n" +
        "\n" +
        "д) организация взаимодействия сил и средств;\n" +
        "\n" +
        "е) состав и дислокация сил и средств;\n" +
        "\n" +
        "ж) порядок обеспечения постоянной готовности сил и средств к локализации и ликвидации последствий аварий на объекте с указанием организаций, которые несут ответственность за поддержание этих сил и средств в надлежащей степени готовности;\n" +
        "\n" +
        "з) организация управления, связи и оповещения при авариях на объекте;\n" +
        "\n" +
        "и) система взаимного обмена информацией между организациями — участниками локализации и ликвидации последствий аварий на объекте;\n" +
        "\n" +
        "к) первоочередные действия при получении сигнала об авариях на объекте;\n" +
        "\n" +
        "л) действия производственного персонала и аварийно-спасательных служб (формирований) по локализации и ликвидации аварий;\n" +
        "\n" +
        "м) мероприятия, направленные на обеспечение безопасности населения (в случае если в результате аварий на объекте может возникнуть угроза безопасности населения);\n" +
        "\n" +
        "н) организация материально-технического, инженерного и финансового обеспечения операций по локализации и ликвидации аварий на объекте."
},

    // {
    //     questionsText: "",
    //     answerOptions: [
    //         {answerText: ""},
    //         {answerText: ""},
    //         {answerText: ""},
    //         {answerText: ""},
    //     ],
//     isCorrect:2,
//     comment:""
// },
]

export default QuestionsB1_2