const QuestionsB3_1=[
    {
        questionsText: "1. Что должно быть разработано для обеспечения безопасности при освоении новых производств, технологических процессов и технических устройств?",
        answerOptions: [
            {answerText: 'Временные инструкции, обеспечивающие безопасность при выполнении указанных работ.'},
            {answerText: 'Инструкции по эксплуатации.'},
            {answerText: 'Инструкция по проведению пусконаладочных работ.'},
        ],
        isCorrect: 0,
        comment: 'При освоении новых производств, технологических процессов и технических устройств должны быть разработаны временные инструкции, содержащие меры, направленные на безопасное ведение технологических процессов и безопасную эксплуатацию оборудования. Продолжительность действия временной инструкции должна быть не более одного года с начала освоения нового производства.',
    },
    {
        questionsText: "2. Что не допускается к загрузке в агрегаты, содержащие расплавленный металл или шлак?",
        answerOptions: [
            {answerText: 'Загрузка влажной шихты и материалов.'},
            {answerText: 'Загрузка шихты, не прошедшей пиротехнический контроль.'},
            {answerText: 'Загрузка акетированного металлолома.'},
        ],
        isCorrect: 0,
        comment: 'На металлургических агрегатах не допускается разливка (разгрузка) расплавленного металла (шлака) на поверхности или в сосуды, содержащие воду. Исключение составляют технологии, предусматривающие эти способы разливки (разгрузки) в проекте. Загружаемые в печи руда, флюсы, ферросплавы и другие материалы должны быть предварительно просушены или прокалены. Не допускается загрузка шихты и материалов в агрегаты, содержащие расплавленный металл или шлак, с количеством влаги выше, чем предусмотрено в технологической инструкции. Предельное содержание влаги в шихте, загружаемой в плавильные агрегаты, должно быть указано в технологической инструкции. Материалы, присаживаемые в печь в период доводки плавки, должны быть сухими и подаваться порциями, исключающими выбросы из печи. Присадка материалов должна осуществляться в соответствии с указаниями технологической инструкции. Не допускается погрузка полых предметов в мульды, совки, короба, бадьи, ковши для дальнейшего использования их в качестве шихты для плавильных агрегатов. Они должны быть обезврежены, освобождены и разделены на части.',
    },
    {
        questionsText: "3. При каких условиях запрещается эксплуатация плавильных агрегатов?",
        answerOptions: [
            {answerText: 'При разгерметизации системы водяного охлаждения этих агрегатов.'},
            {answerText: 'При незначительном падении давления воды в системе водоохлаждения.'},
            {answerText: 'При незначительном повышении давления воды в системе охлаждения.'},
        ],
        isCorrect: 0,
        comment: 'Не допускается эксплуатация плавильных агрегатов при разгерметизации системы водяного охлаждения этих агрегатов.',
    },
    {
        questionsText: "4. В какой зоне не допускается нахождение людей?",
        answerOptions: [
            {answerText: 'В зоне погрузки грейферными или магнитными кранами.'},
            {answerText: 'В зоне работы электромостовых кранов.'},
            {answerText: 'В зоне работы кран-балок.'},
        ],
        isCorrect: 0,
        comment: 'Не допускается нахождение людей в зоне погрузки грейферными или магнитными кранами. Запрещается подходить на расстояние ближе 10 метров к зоне работы магнитного или грейферного крана в случае, если краны работают внутри производственных зданий.',
    },
    {
        questionsText: "5. Какие требования установлены к процессу сливания расплава металла из ковшей и миксеров?",
        answerOptions: [
            {answerText: 'Сливание расплава металла из ковшей и миксеров должно быть механизировано.'},
            {answerText: 'Сливание расплава металла из ковшей и миксеров должно осуществляться ручной дистанционной регулировкой.'},
            {answerText: 'Сливание расплава металла из ковшей и миксеров должно быть механизировано или осуществляться ручной дистанционной регулировкой.'},
        ],
        isCorrect: 0,
        comment: 'Сливание расплава металла из ковшей и миксеров должно быть механизировано.',
    }
   ]

export default QuestionsB3_1