const QuestionsA1=[
    {
        questionsText:"1 Какое определение соответствует понятию «авария», изложенному в Федеральном законе от 21.07.1997 № 116-ФЗ «О промышленной безопасности опасных производственных объектов»?",
        answerOptions:[
            {answerText:'Нарушение целостности или полное разрушение сооружений и технических устройств опасного производственного объекта при отсутствии взрыва либо выброса опасных веществ.'},
            {answerText:'Разрушение сооружений и (или) технических устройств, применяемых на опасном производственном объекте, неконтролируемые взрыв и (или) выброс опасных веществ.'},
            {answerText:'Отказ или повреждение технических устройств, применяемых на опасном производственном объекте, отклонение от установленного режима технологического процесса.'},
            {answerText:'Контролируемое и (или) неконтролируемое горение, а также взрыв опасного производственного объекта.'},
        ],
        isCorrect:1,
        comment:'ФЗ-116 «О промышленной безопасности опасных производственных объектов»' +
            'Статья 1. Основные понятия' +
            'В целях настоящего Федерального закона используются следующие понятия:' +
            'авария - разрушение сооружений и (или) технических устройств, применяемых на опасном производственном объекте, неконтролируемые взрыв и (или) выброс опасных веществ;\n'
    },
    {
        questionsText: "2 Что входит в понятие «инцидент» в соответствии с Федеральным законом от 21.07.1997 " +
            "№ 116-ФЗ «О промышленной безопасности опасных производственных объектов»?",
        answerOptions: [
            {answerText: "Отказ или повреждение технических устройств, применяемых на опасном производственном объекте, отклонение от установленного режима технологического процесса."},
            {answerText: "Разрушение сооружений и (или) технических устройств, применяемых на опасном производственном объекте, неконтролируемые взрыв и (или) выброс опасных веществ, при которых нет пострадавших."},
            {answerText: "Нарушение целостности или полное разрушение сооружений и технических устройств опасного производственного объекта при отсутствии взрыва либо выброса опасных веществ."},
            {answerText: "Контролируемое и (или) неконтролируемое горение, а также взрыв опасного производственного объекта, не сопровождающиеся выбросом в окружающую среду опасных веществ."},
        ],
        isCorrect:0,
        comment:"ФЗ-116 «О промышленной безопасности опасных производственных объектов»" +
            "Статья 1. Основные понятия" +
            "В целях настоящего Федерального закона используются следующие понятия:" +
            "инцидент - отказ или повреждение технических устройств, применяемых на опасном производственном объекте, отклонение от установленного режима технологического процесса;"
    },
    {
        questionsText: "3. На какие организации распространяются нормы Федерального закона от 21.07.1997 № 116 -ФЗ «О промышленной безопасности опасных производственных объектов»?",
        answerOptions: [
            {answerText: "На государственные и негосударственные некоммерческие организации, эксплуатирующие опасные производственные объекты в порядке, установленном законодательством Российской Федерации."},
            {answerText: "На все коммерческие организации независимо от форм осуществления деятельности в области промышленной безопасности опасных производственных объектов."},
            {answerText: "На все организации независимо от их организационно-правовых форм и форм собственности, осуществляющие деятельность в области промышленной безопасности опасных производственных объектов на территории Российской Федерации и на иных территориях, над которыми Российская Федерация осуществляет юрисдикцию в соответствии с законодательством Российской Федерации и нормами международного права."},
            {answerText: "На все организации независимо от их организационно-правовых форм и форм собственности, осуществляющие деятельность в области промышленной безопасности опасных производственных объектов только на территории Российской Федерации."},
        ],
        isCorrect:2,
        comment:"ФЗ-116 «О промышленной безопасности опасных производственных объектов»" +
            "Преамбула" +
            "Настоящий Федеральный закон определяет правовые, экономические и социальные основы обеспечения безопасной эксплуатации опасных производственных объектов и направлен на предупреждение аварий на опасных производственных объектах и обеспечение готовности эксплуатирующих опасные производственные объекты юридических лиц и индивидуальных предпринимателей (далее также - организации, эксплуатирующие опасные производственные объекты) к локализации и ликвидации последствий указанных аварий." +
            "Положения настоящего Федерального закона распространяются на все организации независимо от их организационно-правовых форм и форм собственности, осуществляющие деятельность в области промышленной безопасности опасных производственных объектов на территории Российской Федерации и на иных территориях, над которыми Российская Федерация осуществляет юрисдикцию в соответствии с законодательством Российской Федерации и нормами международного права."
    },
    // {
    //     questionsText: "",
    //     answerOptions: [
    //         {answerText: "", isCorrect: true},
    //         {answerText: "", isCorrect: false},
    //         {answerText: "", isCorrect: false},
    //         {answerText: "", isCorrect: false},
    //     ]
    // },

]

export default QuestionsA1