const QuestionsB2_1=[
    {
        questionsText: "1. С какой периодичностью осуществляется осмотр и проверка аварийно-ремонтных и вспомогательных подъемных установок работником обособленного структурного подразделения? Выберите правильный вариант ответа.",
        answerOptions: [
            {answerText: 'Ежедневно.'},
            {answerText: 'Не реже 1 раза в неделю.'},
            {answerText: 'Не реже 1 раза в месяц.'},
            {answerText: 'Не реже 1 раза в 3 месяца.'},
        ],
        isCorrect: 1,
        comment: ''
    },
    {
        questionsText: "2. Что должно быть предусмотрено в оперативной части плана мероприятий по локализации и ликвидации последствий аварий (ПЛА)? Выберите правильный вариант ответа.",
        answerOptions: [
            {answerText: 'Только мероприятия по спасению людей и ликвидации аварии.'},
            {answerText: 'Только все виды возможных аварий на данном объекте.'},
            {answerText: 'Способы оповещения об аварии (например, сирена, световая сигнализация, громкоговорящая связь, телефон), пути выхода людей из опасных мест и участков в зависимости от характера аварии, действия технического персонала, режимы работы вентиляции при возникновении аварии, необходимость и последовательность выключения электроэнергии, ограничение допуска персонала в аварийную зону.'},
            {answerText: 'Только места нахождения средств для спасения людей и ликвидации аварий.'},
            {answerText: 'Только действия газоспасателей, пожарных и других подразделений.'},
            {answerText: 'Все перечисленное.'},
        ],
        isCorrect: 5,
        comment: ''
    },
    {
        questionsText: "3. Чем оборудуются наклонные горные выработки, предназначенные для передвижения людей, при углах наклона от 31° до 45°? Выберите правильный вариант ответа.",
        answerOptions: [
            {answerText: 'Трапами с перилами.'},
            {answerText: 'Лестницами с горизонтальными ступенями и перилами.'},
            {answerText: 'Трапами.'},
            {answerText: 'Сходнями со ступенями и перилами.'},
        ],
        isCorrect: 1,
        comment: ''
    },
    {
        questionsText: "4. Какой должна быть длина переподъема для одноканатных подъемных установок со скоростью подъема свыше 3 м/с вертикальных и наклонных выработок (с углом наклона свыше 30°)? Выберите правильный вариант ответа.",
        answerOptions: [
            {answerText: 'Не менее 2 м.'},
            {answerText: 'Не менее 3 м.'},
            {answerText: 'Не менее 5 м.'},
            {answerText: 'Не менее 6 м.'},
        ],
        isCorrect: 1,
        comment: ''
    },
    {
        questionsText: "5. Кто утверждает план мероприятий по локализации и ликвидации последствий аварий (ПЛА)? Выберите правильный вариант ответа.",
        answerOptions: [
            {answerText: 'Руководитель службы охраны труда.'},
            {answerText: 'Технический руководитель предприятия.'},
            {answerText: 'Главный механик.'},
            {answerText: 'Сотрудник, ответственный за организацию и осуществление производственного контроля.'},
        ],
        isCorrect: 0,
        comment: ''
    },
    ]

export default QuestionsB2_1